{
  "test_title": "Čeština",
  "about": "O mně",
  "portfolio": "Portfolio",
  "blog": "Blog",
  "about_me": "Jsem nezávislý full-stack vývojář z České republiky zaměřený na vývoj mobilních aplikací pro zařízení s OS Android a webových aplikací v Reactu.",
  "detail": "detail",
  "google_play_get": "Rozjeď to na Google Play",
  "key_features": "Hlavní funkce",
  "kotlin_description": "Moderní, staticky psaný, univerzální programovací jazyk známý svou výstižností, bezpečnostními prvky, jako je null safety, a interoperabilitou s Javou.",
  "kotlin_use": "servery, Android front-end",
  "react_description": "Front-endová JavaScriptová knihovna, jejímž cílem je vytvářet uživatelská rozhraní založená na komponentách v jednostránkových, mobilních nebo serverově renderovaných aplikacích.",
  "react_use": "web front-end",
  "python_description": "Vysokoúrovňový, univerzální, dynamicky psaný  programovací jazyk s garbage collectorem navržený pro snadnou čitelnost. Podporuje strukturované, objektově orientované i funkcionálního programování.",
  "python_use": "back-end, servery",
  "postgres_description": "Systém správy relačních databází podporovaný na všech hlavních operačních systémech s důrazem na kompatibilitu s SQL.",
  "postgres_use": "back-end databáze",

  "privacy_policy": "Zásady ochany osobních údajů",
  "privacy_policy_what_collect": "Jaká data shromažďujeme",
  "privacy_policy_how_use": "Jak používáme vaše data",
  "privacy_policy_store": "Ukládání a bezpečnost dat",
  "privacy_policy_sharing": "Sdílení dat",
  "privacy_policy_changes_title": "Změny těchto zásad ochrany osobních údajů",
  "privacy_policy_contact_title": "Kontaktujte nás",
  "privacy_policy_changes": "Tento dokument může být čas od času aktualizován. Pokud provedeme jakékoli změny, zveřejníme aktualizované Zásady ochrany osobních údajů v aplikaci. Pravidelně si prosím kontrolujte tyto zásady, abyste zůstali informováni o tom, jak chráníme vaše data.",
  "privacy_policy_contact_us": "Pokud máte jakékoli dotazy ohledně těchto Zásad ochrany osobních údajů nebo způsobu, jakým nakládáme s vašimi daty, kontaktujte nás.",

  "respirating_slogan": "„Každý dech se počítá. Každá sekunda je důležitá.\"",
  "respirating_description_short": "Mobilní aplikace pro OS Android umožňuje sledovat dechovou frekvenci a pravidelnost dechu pro různé věkové skupiny.",
  "respirating_privacy_policy_what_collect": "Aplikace nesbírá žádná osobní data, kromě lokálních preferencí uložených na vašem zařízení.",
  "respirating_privacy_policy_how_use": "Vaše data nevyužíváme, nesledujeme ani nesdílíme žádným způsobem, kromě toho, co je nezbytné pro funkčnost aplikace.",
  "respirating_privacy_policy_store": "Data jsou bezpečně uložena na vašem zařízení v lokálním úložišti (např. místní úložiště nebo databáze). Tato data nejsou nikam odesílána a nemáme k nim přístup. Aplikace nepoužívá žádné externí služby pro shromažďování nebo uchovávání dat.",
  "respirating_privacy_policy_sharing": "Nesdílíme žádná osobní data ani preference s třetími stranami. Vaše data zůstávají pouze na vašem zařízení a nejsou odesílána na naše servery nebo jakékoli externí služby.",
  "respirating_feature_fast": "Efektivní algoritmus zajišťuje plynulý a svižný chod aplikace.",
  "respirating_feature_free": "Vyzkoušejte Respirating Lite zdarma!",
  "respirating_feature_design": "Pečlivě navržené UX pro efektivní použití ve vypjatých krizových situacích.",
  "respirating_feature_responsive": "Funguje na malých i velkých zařízeních, funguje při vertikální i horizontální orientaci.",
  "respirating_feature_privacy": "Nesbírá data, nevyžaduje přístup k systému, chrání vaše soukromí a anonymitu."


}